{
    "c2array": true,
    "size": [
        2,
        115,
        1
    ],
    "data": [
        [
            [
                "Кто разрешал трогать машину? "
            ],
            [
                "Ой! "
            ],
            [
                "Ты новый головастый, вроде? Давай, тыкай дальше."
            ],
            [
                ""
            ],
            [
                "Ну что, машина работает, вроде."
            ],
            [
                "Рад познакомится, я Глыбыч. Я головастый, как и ты."
            ],
            [
                "Нас двое таких, остальные все работяги в лагере. "
            ],
            [
                "Ты, это, тыкать не переставай."
            ],
            [
                ""
            ],
            [
                "Ахаха! Зазвякало золотишко, работает машина, вроде!"
            ],
            [
                "Есть проблема: прошлый головастый набрал золота у Гномов и удёр с ним."
            ],
            [
                "Всё, теперь Гномы требуют, чтобы мы им отзвякали золота, иначе заберут нашу шахту. Вот глянь."
            ],
            [
                ""
            ],
            [
                "Так что вся надежда на твою головастость и машину, вроде. "
            ],
            [
                ""
            ],
            [
                "Смотри! Ползет! Дави его!"
            ],
            [
                ""
            ],
            [
                "Это Звякажор. Они тут в стенах живут и наше золото жрут."
            ],
            [
                "Ты если видишь этих гадов – дави сразу, не думай. А то звякать будет нечему."
            ],
            [
                ""
            ],
            [
                "А? Что? Я оглох, вроде от этого звяканья! Хаха!"
            ],
            [
                "Ну все, скоро мы отвяжемся от этих гномов!"
            ],
            [
                "А вот тут мы веревки повесим, запиши"
            ],
            [
                "О?! "
            ],
            [
                "Вы чего пришли?"
            ],
            [
                "Мы тут недалеко пушку собираемся тестировать, смотрите в штаны не звякните."
            ],
            [
                "Ха!"
            ],
            [
                "Ха-ха!"
            ],
            [
                "Хи-Ха-ха!"
            ],
            [
                "Ходят будто у себя в норах, гномьё..."
            ],
            [
                "Давай тыкать дальше"
            ],
            [
                ""
            ],
            [
                "ПОБЕРЕГИСЬ!"
            ],
            [
                ""
            ],
            [
                "Обвал! "
            ],
            [
                "Гномы нам стены повредили! "
            ],
            [
                ""
            ],
            [
                "Так не пойдет. "
            ],
            [
                "Нам нужна помощь работяг – идем в лагерь."
            ],
            [
                ""
            ],
            [
                "Просто перетащи работяг на обвал и они его расчистят со временем"
            ],
            [
                "Но они просто так помогать не будут – работяги все-таки. Придется золотом позвякать."
            ],
            [
                ""
            ],
            [
                "О! Наши работяги нашли ключ от сундука, идем открывать!"
            ],
            [
                "Там каждый раз что-то новое!"
            ],
            [
                ""
            ],
            [
                "Работяги будут приносить ключи, если будешь отзвякивать золото для лагеря"
            ],
            [
                "Некоторые штуки из Зубастого пока не понятно как использовать, вроде, но мы разберемся"
            ],
            [
                "Головастые же!"
            ],
            [
                ""
            ],
            [
                "Эй, слышал новость?"
            ],
            [
                "У нас торговец появился, вроде. Загляни к нему, там полезные штуки есть."
            ],
            [
                ""
            ],
            [
                "Головастый, ты аккуратнее с этими акциями."
            ],
            [
                "Иногда золото просто пропадает там. "
            ],
            [
                ""
            ],
            [
                "Так, я тут кое-что придумал. Я ведь тоже головастый!"
            ],
            [
                "Я назвал это \"Куйня\"!"
            ],
            [
                ""
            ],
            [
                "Помести туда монету и перетащи работягу. "
            ],
            [
                "Со временем он выкует из дешевой монеты дорогую!"
            ],
            [
                "Ага, и даже объединять ее с другими не надо!"
            ],
            [
                "Головастое изобретение"
            ],
            [
                ""
            ],
            [
                "О нет... нет... нет-нет-нет!"
            ],
            [
                "Мы..."
            ],
            [
                "Мы с тобой раззвякались тут и привлекли дракона!"
            ],
            [
                "Нет..."
            ],
            [
                "Это его имя - Нет. Потому что после него золота НЕТ!"
            ],
            [
                "На нас он не нападет – но вот запасы все пожрет."
            ],
            [
                "Не держи в аппарате много золота - это привлечет дракона."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "Сообщество Гномов представляет вам уникальную возможность инвестировать в акции \"Гномьих шахт\"! "
            ],
            [
                "КУПИТЬ!"
            ],
            [
                "ПРОДАТЬ"
            ],
            [
                "ЦЕНА АКЦИИ:"
            ],
            [
                "СРЕДНЯЯ ЦЕНА ВАШИХ АКЦИЙ: "
            ],
            [
                "АКЦИЙ: "
            ],
            [
                "К сожалению, вы потеряли всё золото. Не расстраивайтесь! "
            ],
            [
                "ДОЛГ: "
            ],
            [
                "Дней до процентов: "
            ],
            [
                "ВЫПЛАТИТЬ:              (подпись)"
            ],
            [
                "Бум-штука может взрывать камни, но не золото"
            ],
            [
                "Пшш-штука может убрать золото, но не камни"
            ],
            [
                "Покупай дешево - продавай дорого!"
            ],
            [
                "ПОБЕДА! "
            ],
            [
                "Вы потеряли всё \n                  золото..."
            ],
            [
                "ЦЕНА АКЦИИ:"
            ],
            [
                ""
            ],
            [
                "Мы выплатили долг! Ура! "
            ],
            [
                "Берите золото и проваливайте, Гномье!"
            ],
            [
                "Да-да, сегодня ваша взяла..."
            ],
            [
                "Но мы еще встретимся..."
            ],
            [
                "И вы за все НЕ заплатите!"
            ],
            [
                "Ахахаха!"
            ],
            [
                "Шахта и работяги теперь в безопасности, вроде!"
            ],
            [
                "Всё благодаря тебе! Ты отлично потыкал! "
            ],
            [
                "Вы сломали аппарат и потеряли все золото..."
            ],
            [
                ""
            ],
            [
                "Познакомьтесь с сюжетом и узнайте механики игры!"
            ],
            [
                "Высокая сложность, для тех кто знает, что он делает."
            ],
            [
                ""
            ],
            [
                "Задание: собери 1 монету"
            ],
            [
                "Задание: собери 2 монеты"
            ],
            [
                "Задание: собери 5 монет"
            ],
            [
                "Задание: собери 1 монету"
            ],
            [
                "Задание: собери 8 монет"
            ],
            [
                "Задание: собери 12 монет"
            ],
            [
                "Задание: собери 16 монет"
            ],
            [
                "Задние: заработай золото, чтобы заплатить Гномам"
            ],
            [
                ""
            ],
            [
                "Бонус к собираемому золоту. \nТекущий бонус: "
            ],
            [
                ""
            ]
        ],
        [
            [
                "Who gave you permission to touch the machine?"
            ],
            [
                "Oh!"
            ],
            [
                "You're the new brainiac, right? Go ahead, keep tinkering."
            ],
            [
                ""
            ],
            [
                "Well, it seems the machine is working."
            ],
            [
                "Nice to meet you, I'm Glybych. I'm a brainiac like you, I suppose."
            ],
            [
                "There are just two of us, the rest are all workers in the camp."
            ],
            [
                "Don't stop tinkering, keep going."
            ],
            [
                ""
            ],
            [
                "Hahaha! The gold is clinking, the machine is working, it seems!"
            ],
            [
                "There's a problem: the last brainiac took the gold from the Gnomes and ran off with it."
            ],
            [
                "Now the Gnomes are demanding we repay them in gold, or they'll take our mine. Look at this."
            ],
            [
                ""
            ],
            [
                "So all hope lies on your brains and the machine, I suppose."
            ],
            [
                ""
            ],
            [
                "Look! It's crawling! Squash it!"
            ],
            [
                ""
            ],
            [
                "That's a Clink-Eater. They live in the walls here and eat our gold."
            ],
            [
                "If you see these pests, squash them immediately. Otherwise, there will be nothing left to clink."
            ],
            [
                ""
            ],
            [
                "Huh? What? I've gone deaf from all this clinking! Haha!"
            ],
            [
                "Soon we'll be free from these gnomes!"
            ],
            [
                "Let's hang the ropes here, write it down"
            ],
            [
                "Oh?!"
            ],
            [
                "Why are you here?"
            ],
            [
                "We're going to test a cannon nearby, don't clink your pants."
            ],
            [
                "Ha!"
            ],
            [
                "Haha!"
            ],
            [
                "Hee-haha!"
            ],
            [
                "They walk around like they own the place, those gnomes..."
            ],
            [
                "Keep tinkering."
            ],
            [
                ""
            ],
            [
                "LOOK OUT!"
            ],
            [
                ""
            ],
            [
                "Cave-in!"
            ],
            [
                "The gnomes damaged our walls!"
            ],
            [
                ""
            ],
            [
                "This won't do."
            ],
            [
                "We need the workers' help - let's go to the camp."
            ],
            [
                ""
            ],
            [
                "Just drag the workers to the cave-in and they'll clear it out over time."
            ],
            [
                "But they won't help for free – they are workers, after all. We'll have to clink some gold."
            ],
            [
                ""
            ],
            [
                "Oh! Our workers found the key to the chest, let's go open it!"
            ],
            [
                "There's something new every time!"
            ],
            [
                ""
            ],
            [
                "The workers will bring keys if you clink gold for the camp."
            ],
            [
                "Some things from the Toothsome are still unclear how to use, but we'll figure it out."
            ],
            [
                "We're brainiacs, after all!"
            ],
            [
                ""
            ],
            [
                "Hey, did you hear the news?"
            ],
            [
                "We have a trader now, apparently. Check him out, he's got useful stuff."
            ],
            [
                ""
            ],
            [
                "Brainiac, be careful with those stocks."
            ],
            [
                "Sometimes the gold just disappears there."
            ],
            [
                ""
            ],
            [
                "So, I've come up with something. I'm a brainiac too, after all!"
            ],
            [
                "I call it the \"Coinage\"!"
            ],
            [
                ""
            ],
            [
                "Place a coin there and drag a worker."
            ],
            [
                "Over time, he'll forge a valuable coin from a cheap one!"
            ],
            [
                "Yeah, and you don't even need to combine it with others!"
            ],
            [
                "A brainiac invention."
            ],
            [
                ""
            ],
            [
                "Oh no... no... no-no-no!"
            ],
            [
                "We..."
            ],
            [
                "We've been clinking too much here and attracted a dragon!"
            ],
            [
                "No..."
            ],
            [
                "His name is No. Because after him, there is NO gold left!"
            ],
            [
                "He won't attack us – but he'll devour all our supplies."
            ],
            [
                "Don't keep too much gold in the machine – it'll attract the dragon."
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "The Gnome Community presents a unique opportunity to invest in 'Gnome Mines' stocks! "
            ],
            [
                "BUY!"
            ],
            [
                "SELL"
            ],
            [
                "STOCK PRICE:"
            ],
            [
                "AVERAGE PRICE OF YOUR \nSTOCKS: "
            ],
            [
                "STOCKS: "
            ],
            [
                "Unfortunately, you have lost all your gold. Don't be discouraged!"
            ],
            [
                "DEBT: "
            ],
            [
                "Days until interest: "
            ],
            [
                "PAY:               (signature)"
            ],
            [
                "The Boom-Thing can blow up rocks, but not gold."
            ],
            [
                "The Woosh-Thing can remove gold, but not rocks."
            ],
            [
                "Buy low - sell high!"
            ],
            [
                "VICTORY!"
            ],
            [
                "You've lost all \n                  the gold..."
            ],
            [
                "STOCK PRICE:"
            ],
            [
                ""
            ],
            [
                "We've paid off the debt! Hooray!"
            ],
            [
                "Take the gold and get lost, gnomes!"
            ],
            [
                "Yes, yes, you've won today..."
            ],
            [
                "But we will meet again..."
            ],
            [
                "And you WON'T pay for everything!"
            ],
            [
                "Hahaha!"
            ],
            [
                "The mine and the workers are safe now, it seems!"
            ],
            [
                "All thanks to you! You did a great job tinkering!"
            ],
            [
                "You broke the machine and lost all the gold..."
            ],
            [
                ""
            ],
            [
                "Discover the story and learn the mechanics!"
            ],
            [
                "High difficulty, for those who know what they're doing."
            ],
            [
                ""
            ],
            [
                "Task: collect 1 coin"
            ],
            [
                "Task: collect 2 coins"
            ],
            [
                "Task: collect 5 coins"
            ],
            [
                "Task: collect 1 coin"
            ],
            [
                "Task: collect 8 coins"
            ],
            [
                "Task: collect 12 coins"
            ],
            [
                "Task: collect 16 coins"
            ],
            [
                "Quest: Earn gold to pay the Gnomes"
            ],
            [
                ""
            ],
            [
                "Bonus to collected gold.\nCurrent bonus:"
            ],
            [
                ""
            ]
        ]
    ]
}